Repository: thiago4455/ipt_connect
Catalog: ipt_connect/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: A little bit of patience
pt_br: Um pouco de paciência

source: Processing the grades...
pt_br: Processando as notas...

source: This is beta feature, use it at your own risk!
pt_br: Essa é uma funcionalidade beta, use-a ao seu próprio risco!

source: Build tactics!
pt_br: Construa táticas!

source: Problems available:
pt_br: Problemas disponíveis:

source: Problems forbidden:
pt_br: Problemas proibidos:

source: Ranking
pt_br: Classificação

source: Problems
pt_br: Problemas

source: Participants
pt_br: Participantes

source: Jury members
pt_br: Membros do júri

source: Final Ranking
pt_br: Ranque final

source: Final Fight details...
pt_br: Detalhes da Batalha Final

source: Update all the scores (may take few minutes)
pt_br: Atualizar todas as pontuações (pode demorar alguns minutos)

source: has already been
pt_br: já foi

source: No forbidden problems.
pt_br: Nenhum problema proibido

source: Problem
pt_br: Problema

source: Remarks
pt_br: Observações

source: just presented
pt_br: acabou de ser apresentado

source: apriori rejected by reporter
pt_br: rejeitado a priori pelo apresentador

source: eternally rejected by reporter
pt_br: rejeitado eternamente pelo apresentador

source: reported by reporter
pt_br: apresentado pelo apresentador

source: grade:
pt_br: nota:

source: opposed by opponent
pt_br: oposto pelo oponente

source: reported by opponent
pt_br: apresentado pelo oponente

source: tried by opponent
pt_br: desafiado pelo oponente

source: reviewed by opponent
pt_br: moderado pelo oponente

source: opposed by reporter
pt_br: oposto pelo apresentador

source: reviewed by reporter
pt_br: moderado pelo apresentador

source: tried by reporter
pt_br: desafiado pelo apresentador

source: Round
pt_br: Rodada

source: Rank
pt_br: Classificação

source: Team
pt_br: Time

source: Points
pt_br: Pontos

source: Semifinal points
pt_br: Pontos da semifinal

source: Final points
pt_br: Pontos da final

source: Physics Fights status
pt_br: Status

source: fight ongoing
pt_br: fight em andamento

source: fight(s) ended
pt_br: fight(s) encerrada(s)

source: Semifinal Ranking
pt_br: Classificação da Semifinal

source: Sum
pt_br: Soma

source: Bonus
pt_br: Bônus

source: Team Leader of
pt_br: Lider do time

source: External jury member
pt_br: Membro externo do júri

source: Problems graded
pt_br: Problemas avaliados

source: Report grade
pt_br: Nota do apresentador

source: Opposition grade
pt_br: Nota da oposição

source: Review grade
pt_br: Nota do reviewer

source: No jury member registered yet
pt_br: Nenhum membro do juri registrado ainda

source: Click on the names for detailed statistics. Click on the headers to sort the table.
pt_br: Clique nos nomes para estatisticas detalhadas. Clique no cabeçalho para ordenara tabela.

source: Name
pt_br: Nome

source: Mean Report grade
pt_br: Nota do Apresentador média

source: Mean Opposition grade
pt_br: Nota do Opositor média

source: Mean Review grade
pt_br: Nota do Moderador média

source: There is no registered jury member
pt_br: Não tem membro do júri registrado

source: Participants of
pt_br: Participantes do

source: There is no registered participant
pt_br: Não tem participante registrado

source: Member of the team from
pt_br: Membro do time de

source: Problem(s) presented
pt_br: Problema(s) apresentado

source: Grade
pt_br: Nota

source: Role
pt_br: Posição

source: Affiliation
pt_br: Afiliação

source: Surname
pt_br: Sobrenome

source: Passport number
pt_br: Número do passaporte

source: Gender
pt_br: Gênero

source: Birthdate
pt_br: Data de nascimento

source: Phone number
pt_br: Número de telefone

source: Veteran
pt_br: Veterano

source: Diet
pt_br: Dieta

source: Mixed gender accomodation
pt_br: Acomodação de gênero misto

source: Shirt size
pt_br: Tamanho da camisa

source: Participants are not yet registered
pt_br: Participantes não registrados ainda

source: Participants overview
pt_br: Overview dos participantes

source: Points (sum)
pt_br: Pontos (soma)

source: Mean grade
pt_br: Nota média

source: Mean Rep. grade
pt_br: Nota de Apresentador média

source: Mean Opp. grade
pt_br: Nota de Opositor média

source: Mean Rev. grade
pt_br: Nota de Revisor média

source: Best Rep. grade
pt_br: Melhor nota de Apresentador

source: Best Opp. grade
pt_br: Melhor nota de Opositor

source: Best Rev. grade
pt_br: Melhor nota de Revisor

source: Best grade
pt_br: Melhor nota

source: Personal ranking
pt_br: Qualificação pessoal

source: Room
pt_br: Sala

source: Rep.
pt_br: Rel.

source: Opp.
pt_br: Opo.

source: MEAN
pt_br: MÉDIA

source: The lowest and highest grade(s) might be discarded according to the number of jury members.
pt_br: As notas mais altas e mais baixas podem ser descartadas de acordocom o numero de jurados.

source: No grade registered so far !
pt_br: Nenhuma nota registrada ainda !

source: No round played so far !
pt_br: Nenhum round jogado ainda !

source: Teams are not registered or not distributed into pools
pt_br: Times não estão registrados ou não distribuidos em grupos

source: Pool A
pt_br: Grupo A

source: Pool B
pt_br: Grupo B

source: General Ranking
pt_br: Classificação General

source: Report
pt_br: Apresentador

source: Opposition
pt_br: Oposição

source: Review
pt_br: Revisor

source: Supplementary Materials
pt_br: Materiais Suplementares

source: No problem registered yet
pt_br: Nenhum problema registrado ainda

source: Problems overview
pt_br: Overview dos problemas

source: Click on the problem names for detailed statistics. Click on the headers to sort the table.
pt_br: Clique no nome do problema para estatisticas detalhadas. Clique no cabeçalho para ordenar a tabela.

source: # of presentations
pt_br: # de apresentações

source: No team registered yet
pt_br: Nenhum time registrado ainda

source: Selective Fights Ranking
pt_br: Classificação de Fights Seletiva

source: Pools Ranking
pt_br: Classificação dos grupos

source: Edit
pt_br: Editar

source: Add next
pt_br: Adicionar próximo

source: Reporter
pt_br: Apresentador

source: Opponent
pt_br: Oponente

source: Reviewer
pt_br: Revisor

source: Problem presented
pt_br: Problema apresentado

source: Reporter grade
pt_br: Nota do Apresentador

source: Opponent grade
pt_br: Nota do Oponente

source: Reviewer grade
pt_br: Nota do Revisor

source: Rejection(s)
pt_br: Rejeições

source: Tactical rejection(s)
pt_br: Rejeições tácticas

source: No tactical rejections
pt_br: Nenhuma rejeição táctica

source: Tactical rejections are not displayed
pt_br: Rejeições tácticas não são exibidas

source: Eternal rejection(s)
pt_br: Rejeições eternas

source: No eternal rejections
pt_br: Nenhuma rejeição eterna

source: This round has not started yet !
pt_br: Essa rodada ainda não começou!

source: No round has been played yet
pt_br: Essa rodada ainda não foi jogada

source: Rounds overview
pt_br: Visão geral da rodada

source: Click on a Round to get a detailed summary. Click on a Physics Fight to get a summarized view of all the corresponding Rounds.
pt_br: Clique em uma Rodada para obter um sumário detalhado. Clique em uma Physics Fight para obter uma visualização de todos as rodadas correspondentes

source: The Grand Finale
pt_br: O Grande Final

source: with
pt_br: com

source: points
pt_br: pontos

source: gathered
pt_br: obtido

source: Team-Leaders:
pt_br: Líderes de Time:

source: (jury member)
pt_br: (membro do júri)

source: Problems presented
pt_br: Problemas apresentados

source: Penalties
pt_br: Penalidades

source: Multiplicative coefficient of
pt_br: Coeficiente multiplicativo de

source: for the Reporter in the
pt_br: para o Apresentador no

source: Bonus points
pt_br: Pontos bônus

source: None
pt_br: Nenhum

source: Apriori rejection(s)
pt_br: Rejeções a priori

source: No apriori rejections
pt_br: Nenhuma rejeição a priori

source: Teams Overview
pt_br: Visão geral dos Times

source: Welcome!
pt_br: Bem vindo!

source: This interface gathers the results of the
pt_br: Essa interface agrega os resultados do

source: Most of the displayed elements can be clicked on. You can access teams, individual participant or jury member statistics, as well as details of each Round, Physics Fights and Problem.
pt_br: A maior parte dos elementos exibidos podem ser clicados. Você pode acessar times, participantes individuais ou estatisticas de membros do júri, assim como detalhes de cada Rodada, Physics Fights e Problemas.

source: The results are updated once after each round - you will be notified via email once the update has been made.
pt_br: Os resultados são atualizados uma vez no final de cada round - você será notificado via email uma vez que a atualização foi feita.

source: In case you spot a bug or have any suggestion to improve the software, please don't hesitate to open an issue
pt_br: Caso encontre um problema ou tem alguma sugestão para melhorar o software, por favor não hesite em abrir um issue

source: at our repository
pt_br: no nosso repositório

source: or to get in touch with us at webmaster (a) iptnet (dot) info.
pt_br: ou obter em contato com nós em webmaster (a) iptnet (dot) info.

source: You can also try
pt_br: Você pode também testar

source: this beta tool to list forbidden problems.
pt_br: essa ferramenta beta para listar os problemas proibidos.

source: This interface reports about some situations that are not normal when a Fight has been just completed.
pt_br: Essa interface reporta sobre algumas situações que não são normal quando uma Fight acabou de ser concluída.

source: Errors
pt_br: Erros

source: No errors encountered
pt_br: Nenhum erro encontrado

source: Warnings
pt_br: Avisos

source: No warnings encountered
pt_br: Nenhum aviso encontrado

source: Successful checks
pt_br: Verificações com sucesso

source: No successful checks
pt_br: Nenhuma verficação com sucesso
